Repository: procurator5/bet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Your password was changed.
ru: Ваш пароль был изменен

source: Your password has been set. You may go ahead and log in now.
ru: Ваш пароль изменен. Вы можете войти на сайт прямо сейчас

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ru: Мы отправили Вам инструкции по сбросу пароля на email, который вы ввели. Письмо придет к вам в ближайшее время

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ru: Если Вы не получили письмо, пожалуйста проверьте что введенный email адрессовпадает с введенным при регистрации и проверьте папку 'Спам'

source: Can't send to self-wallet
ru: Нельзя послать деньги на свой собственный кошелек

source: Some of the wallets not saved
ru: Некоторые кошельки не созданы

source: Can't send zero or negative amounts
ru: Нельзя отправить нулевую или отрицательную сумму

source: Trying to send too much
ru: У вас нет этой суммы на счету

source: Concurrency error with transactions. Please try again.
ru: Рассогласование при отправке транзакций. Пожалуйста попробуйте снова

source: Not a valid bitcoin address
ru: Некорректный bitcoin адрес

source: HistoricalPrices
ru: Исторические цены

source: Date
ru: Дата

source: Type
ru: Тип

source: To/From
ru: К/От

source: Amount
ru: Сумма

source: Description
ru: Описание

source: Credit
ru: Кредит

source: Debit
ru: Дебет

source: The bitcoin network
ru: Сеть bitcoin

source: Fee paid directly to the bitcoin network
ru: Вознаграждение за транзакцию bitcoin сети

source: Balance
ru: Баланс
